export default {
  catalog: 'Каталог',
  search: 'Что вы ищите?',
  hotline_phone: 'Телефон горячей линии',
  send_request: 'Отправить заявку',
  send_message: 'Отправить сообщение',
  open_catalog: 'Открыть каталог',
  home: 'Главная',
  about: 'О нас',
  information: 'Информация',
  contacts: 'Контакты',
  contact_us: 'Свяжитесь с нами',
  contact_data: 'Контактные данные',
  russia: 'Россия',
  kazakhstan: 'Казахстан',
  first_name: 'Имя',
  last_name: 'Фамилия',
  phone: 'Телефон',
  message: 'Сообщение',
  dialog: {
    title: 'Форма заявки',
    text: 'Чтобы оставить заявку на выбранный товар или услугу заполните форму.'
  },
  home_page: {
    title: 'Ведущий системный  <br> интегратор во всем мире!',
    subtitle: 'Оптовая продажа всех видов оборудования',
    button1: 'Инфраструктура и инженирия',
    button2: 'Комплексная безопасность',
    button3: 'Аутсорсинг и сервис'
  },
  about_page: {
    title: 'Почему мы?',
    number1: `
      Лет на рынке.
      <br />Работаем с 1999 года!
      <br />Опыт часть нашей компании
    `,
    number2: `
      Городах есть наши филиалы,
      <br />мы дорожим нашими
      <br />партнерами
    `,
    number3: `
      Довольных клиентов.
      <br />Товар высшего качества
      <br />работает годами!
    `,
    list1: {
      title: 'Экономия денег',
      text: `
        Разработка , производство поставка
        <br />лицензионного товара по самым
        <br />привлекательным ценам
      `
    },
    list2: {
      title: 'Надежный поставщик',
      text: `
        Разработка , производство поставка
        <br />лицензионного товара по самым
        <br />привлекательным ценам
      `
    },
    list3: {
      title: 'Долгий срок службы',
      text: `
        Срок службы не менее 20 лет.
        <br />Качество обусловлено строгим контролем
        <br />качества производства каждого изделия.
      `
    }
  },
  info_page: {
    title: 'О компании',
    text1: `
      Компания «Синьцзян Санчуан Интернэшнл Трейд Ко. Лтд.» была основана в 2007 году, 
      является профессиональной внешнеторговой компанией, которая занимается импортом и экспортом. 
      Компания в основном экспортирует комплектное оборудование для производства пластиковых тканых мошков, 
      экструдерную линию для производства плоской нити, круглоткацкий станок, глубокую печатную машину и 
      флексографический печатный станок, пресс-упаковочную машину, автоматическую резательно-сшивающую машину 
      для тканевых мешков, экструзионную линию для ламинирования, гранулятор и другие оборудования, также и 
      пленку BOPP, полипропилен, пластиковые добавки и другие сырья.
    `,
    text2: `
      Компания успешно открыла рынки России, Казахстана, Узбекистана, Таджикистана, Грузии и Украины и 
      других стран и регионов, у нас с иностранными клиентами установлены долгосрочные стабильные 
      деловые отношения.
    `,
    text3: `
      Компания твёрдо придерживается эксплуатационной теории «добросовестность в работе, 
      инициатива науки и техники, тесно опоясывать совместное развитие клиентов, сотрудников и 
      предприятия», ходит по дороге специального развития, выбор продуктов на основе эффективных, 
      энергосберегающих, экологических тенденций. Благодаря первоклассным продуктам и высококачественному 
      обслуживанию создаем большую ценность для клиентов в стране и за рубежом.
    `
  }
}