<template>
  <div class="page">
    <v-sidebar></v-sidebar>
    <div class="info page-content">
      <v-navigation></v-navigation>
      <div class="content">
        <div class="info__container container">
          <div class="info__text">
            <h1>
              О компании
            </h1>
            <p>
              Компания «Синьцзян Санчуан Интернэшнл Трейд Ко. Лтд.» была основана в 2007 году, 
              является профессиональной внешнеторговой компанией, которая занимается импортом и экспортом. 
              Компания в основном экспортирует комплектное оборудование для производства пластиковых тканых мошков, 
              экструдерную линию для производства плоской нити, круглоткацкий станок, глубокую печатную машину и 
              флексографический печатный станок, пресс-упаковочную машину, автоматическую резательно-сшивающую машину 
              для тканевых мешков, экструзионную линию для ламинирования, гранулятор и другие оборудования, также и 
              пленку BOPP, полипропилен, пластиковые добавки и другие сырья.
            </p>
            <p>
              Компания успешно открыла рынки России, Казахстана, Узбекистана, Таджикистана, Грузии и Украины и 
              других стран и регионов, у нас с иностранными клиентами установлены долгосрочные стабильные 
              деловые отношения.
            </p>
            <p>
              Компания твёрдо придерживается эксплуатационной теории «добросовестность в работе, 
              инициатива науки и техники, тесно опоясывать совместное развитие клиентов, сотрудников и 
              предприятия», ходит по дороге специального развития, выбор продуктов на основе эффективных, 
              энергосберегающих, экологических тенденций. Благодаря первоклассным продуктам и высококачественному 
              обслуживанию создаем большую ценность для клиентов в стране и за рубежом.
            </p>
          </div>
        </div>
      </div>
      <v-footer></v-footer>
    </div>
  </div>
</template>
<style lang="scss" scoped>

.info {
  &__text {
    margin-top: 5rem;
    padding-bottom: 2rem;
    h1 {
      font-size: 1.8rem;
      font-weight: 500;
      margin-bottom: 3rem;
    }
    p {
      margin-top: 1.5rem;
      font-size: 1.2rem;
      font-weight: 400;
      line-height: 170%;    
    }
  }
}


@media (max-width: 1220px) {
  .info {
    &__text {
      margin-top: 4rem;
      h1 {
        font-size: 1.6rem;
      }
      p {
        font-size: 1.1rem;
      }
    }
  }
}

@media (max-width: 1080px) {
  .info {
    &__text {
      margin-top: 3rem;
    }
  }
}


@media (max-width: 550px) {
  .info {
    &__text {
      p {
        font-size: 1rem;
      }
    }
  }
}

</style>