<template>
  <div class="information page">
    <v-sidebar></v-sidebar>
    <div class="container">
      <v-navigation></v-navigation>
      <div class="information__content content">
        <h1>
          О компании
        </h1>
        <p>
          Компания «Синьцзян Санчуан Интернэшнл Трейд Ко. Лтд.» была основана в 2007 году, 
          является профессиональной внешнеторговой компанией, которая занимается импортом и экспортом. 
          Компания в основном экспортирует комплектное оборудование для производства пластиковых тканых мошков, 
          экструдерную линию для производства плоской нити, круглоткацкий станок, глубокую печатную машину и 
          флексографический печатный станок, пресс-упаковочную машину, автоматическую резательно-сшивающую машину 
          для тканевых мешков, экструзионную линию для ламинирования, гранулятор и другие оборудования, также и 
          пленку BOPP, полипропилен, пластиковые добавки и другие сырья.
        </p>
        <p>
          Компания успешно открыла рынки России, Казахстана, Узбекистана, Таджикистана, Грузии и Украины и 
          других стран и регионов, у нас с иностранными клиентами установлены долгосрочные стабильные 
          деловые отношения.
        </p>
        <p>
          Компания твёрдо придерживается эксплуатационной теории «добросовестность в работе, 
          инициатива науки и техники, тесно опоясывать совместное развитие клиентов, сотрудников и 
          предприятия», ходит по дороге специального развития, выбор продуктов на основе эффективных, 
          энергосберегающих, экологических тенденций. Благодаря первоклассным продуктам и высококачественному 
          обслуживанию создаем большую ценность для клиентов в стране и за рубежом.
        </p>
      </div>
    </div>
  </div>
</template>